module.exports = {
  qna: [
    { id: 1, q: "كم عدد أيام شهر رمضان؟", a: ["29","30"] },
    { id: 2, q: "ما اسم صلاة الليل في رمضان؟", a: ["التراويح"] },
    { id: 3, q: "ما الوجبة قبل الفجر؟", a: ["السحور"] },
    { id: 4, q: "في أي شهر نزل القرآن؟", a: ["رمضان"] }
  ],
  tf: [
    { id: 101, q: "صلاة التراويح سنة مؤكدة", a: "صح" },
    { id: 102, q: "السحور يكون بعد الفجر", a: "غلط" }
  ],
  words: [
    { id: 201, word: "رمضان" },
    { id: 202, word: "تراويح" },
    { id: 203, word: "سحور" }
  ]
};
